<?php
$lang['contents']   = array(
    'title' => '미네소타 대학 전공 목록',
    'text'  => array(
        '미네소타 대학은 150여개의 전공을 통하여 학생으로 하여금 올바른 전공을 선택하고 다양한 기회를 주기 위하여 노력중입니다.'
    ),
    'campus_list'   => 'UMTC : Twincities Campus | UMC : Crookston Campus | UMD : Duluth Campus | UMM : Morris Campus | UMR : Rochester Campus',
    'college'   => '대학',
    'major'     => '전공',
    'campus'    => '캠퍼스',
    'description'   => '상세 내용',
    'major_data'  => array(
        array(
            'title' => '교양대학',
            'data'  => array(
                array(
                    'college'   => '교양대학',
                    'major'     => '커뮤니케이션',
                    'campus'    => 'UMC, UMD, UMM, UMTC',
                    'description'   => '커뮤니케이션 전공은 학생들이 커뮤니케이션 전문가가 되도록 준비하게 해주며 본 프로그램은 일관성 있는 메시지의 생성, 발표, 평가에서 의사소통 이론과 실천을 강조함. 글쓰기, 조직적 소통/공적인 관계 또는 커뮤니케이션 연구 등 세가지 분야를 강조하는 가운데 추후 진로 가능성은 무궁무진함.'
                ),
                array(
                    'college'   => '교양대학',
                    'major'     => '경제학',
                    'campus'    => 'UMM, UMM, UMTC',
                    'description'   => '경제학은 비판적 사고와 기본적인 경제 원리에 대한 이해를 강조한다. BS는 경제학 대학원 공부에 관심이 있거나 양적 경제 분석이 중요한 역할을 하는 직업을 위한 것이다. 이 정도에서 강력한 정량적 요소는 다변량 계산법, 선형대수학, 계량학을 강조한다.'
                ),
                array(
                    'college'   => '교양대학',
                    'major'     => '저널리즘',
                    'campus'    => 'UMTC',
                    'description'   => '저널리즘과 대중소통은 일상 생활의 필수적이고 매끄러운 부분이다. 온라인 뉴스, 소셜 미디어, 개인화된 광고 메시지, 브랜드 콘텐츠, 그리고 건강 정보 캠페인은 이 분야의 몇 가지 예에 불과하다. 대중 전달자들은 대중에게 알리고, 의제와 여론을 정하도록 돕고, 상품과 서비스에 대한 정보를 제공하며, 사람들이 정보에 근거한 결정을 내릴 수 있도록 사회 문제에 대한 이해를 발전시키도록 돕는다.'
                ),
                array(
                    'college'   => '교양대학',
                    'major'     => '심리학',
                    'campus'    => 'UMD, UMM, UMTC',
                    'description'   => '심리학에서는 환경적, 유전적, 생리적, 사회적 결정요인을 통해 인간의 행동을 조사하고 상호 연관시킨다. 심리학의 BS는 신경과학, 인지과학, 컴퓨터 과학, 생물학, 화학, 수학 등과 같은 관련 분야의 폭넓은 교육에 의해 생물학 및 양적 심리학에서 학생들에게 엄격한 과학적 훈련을 제공한다. 이 학위는 인지과학, 신경과학, 의학 등 관련 분야뿐 아니라 심리학과 대학원 과정을 준비하기 위한 것이다.'
                ),
                array(
                    'college'   => '교양대학',
                    'major'     => '통계학',
                    'campus'    => 'UMC, UMD, UMM, UMTC',
                    'description'   => '통계학은 학생들에게 통계 이론을 이해시키고, 가장 중요한 유형의 통계 방법을 기초적으로 사용하는 훈련을 하며, 마케팅 분석, 품질 관리, 과학 연구 지원 등 다양한 분야의 대학원이나 취업을 준비한다.'
                ),
            )
        ),
        array(
            'title' => '경영대학',
            'data'  => array(
                array(
                    'college'   => '경영대학',
                    'major'     => '회계학',
                    'campus'    => 'UMC, UMD, UMM, UMTC',
                    'description'   => '회계는 재무정보를 수집하여 정보이용자들이 더 나은 의사결정을 항 수 있도록 도와주는 방식으로 표시하는 과정이다.
                                        회계사들은 또한 금융정보를 분석하고 중요한 사업 조언을 제공하라는 요구를 자주 받는다.
                                        규율에서 나온 용어와 정의는 널리 쓰인다. 사실, 회계처리는 일반적으로 비즈니스의 &ldquo;언어&rdquo;로 묘사된다.'
                ),
                array(
                    'college'   => '경영대학',
                    'major'     => '비즈니스 관리학',
                    'campus'    => 'UMC, UMTC',
                    'description'   => '비즈니스 관리는 강조되는 영역, 미래 마케팅, 관리 또는 항공 매니저에 따라 준비하게 된다.
                                        이는 졸업생들에게 마케팅, 경영, 커뮤니케이션, 그리고 현재의 컴퓨터 기술에 대한 경험을 제공한다.
                                        UMC 졸업생들은 새로운 경제와 E-비즈니스 시대에 존재하는 많은 기회와 도전에 대비하는 확고한 사업 기반을 얻는다.'
                ),
                array(
                    'college'   => '경영대학',
                    'major'     => '재무학',
                    'campus'    => 'UMD, UMTC',
                    'description'   => '재무란 경제적 가치를 이해하는 것이다. 특히 기업의 결정이 기업의 경제적 가치나 투자 기회를 결정하는 방법이다.'
                ),
                array(
                    'college'   => '경영대학',
                    'major'     => '마케팅학',
                    'campus'    => 'UMC, UMD, UMTC',
                    'description'   => '마케팅은 어디에나 있다. 그것은 우리의 관심을 끌고, 우리의 선호도에 영향을 주고, 브랜드에 빠져들게 하고, 궁극적으로 돈을 쓰도록 유인한다.
                                        마케팅은 상품 흐름을 구상 시점부터 소비 시점까지 관리하는 필수적인 사업 과정이다.
                                        마케팅 담당자들은 심리적, 행동적 기법을 이용해 소비자들의 마음을 파고든다.'
                )
            )
        ),
        array(
            'title' => '교육대학',
            'data'  => array(
                array(
                    'college'   => '교육대학',
                    'major'     => '유아교육학',
                    'campus'    => 'UMC, UMTC',
                    'description'   => '유아 교육 프로그램은 아동발달, 조기유아교육, 가족관계, 소기업경영 분야를 통합하여 교육과 학습에 대한 발전적 접근을 강조한다.
                                        졸업생들은 특별히 어린 아이들의 효과적인 교사(유아부터 8살 또는 3학년)이 될 수 있고 / 또는 고품질의 조기 아동 프로그램을 관리할 수 있는 자격을 갖추고 있다.'
                ),
                array(
                    'college'   => '교육대학',
                    'major'     => '특수교육학',
                    'campus'    => 'UMD, UMTC',
                    'description'   => '특수교육(BS/SE)의 과학 학사 프로그램은 학생들이 자주 발생하는(고발성) 장애를 가진 사람들을 위해 봉사할 수 있도록 준비한다.
                                        이 프로그램은 특수 교육의 기본, 효과적인 개입 전략, 교육에 대한 문제 해결 접근법을 강조한다.
                                        BS/SE 학부 프로그램은 전국적으로 인정된 연구 기반 학위 프로그램의 무결성을 유지한다.'
                ),
                array(
                    'college'   => '교육대학',
                    'major'     => '인적자원 개발학',
                    'campus'    => 'UMTC',
                    'description'   => '인재육성의 학부 프로그램은 학습자가 직장학습, 훈련, 조직개발 분야의 원칙, 방법 및 도구에 근거하여 다양한 분야의 조직시스템 선진화에 의미 있는 기여를 할 수 있도록 하는 지식, 기술, 능력과 지도력 발전, 직업 소양 발전을 제공한다.'
                )
            )
        ),
        array(
            'title' => '과학대학 &amp; 엔지니어링',
            'data'  => array(
                array(
                    'college'   => '과학대학 &amp; 엔지니어링',
                    'major'     => '생물학',
                    'campus'    => 'UMC, UMD, UMM, UMTC, UMR',
                    'description'   => '생물학의 BS는 대학원에 대한 준비와 생물학 및 보건 과학 분야의 전문적인 훈련을 위한 건전한 기초를 제공한다.
                                        생물학은 넓은 분야로, 학생들은 개인적인 관심사나 직업에 대한 열망에 맞추어 프로그램을 조정할 수 있다.'
                ),
                array(
                    'college'   => '과학대학 &amp; 엔지니어링',
                    'major'     => '바이오메디컬 엔지니어링',
                    'campus'    => 'UMD, UMTC',
                    'description'   => '생물공학은 공학 원리와 방법을 생물학과 의학의 문제에 적용하는 것이다.
                                        학문 분야에는 생물학과 생리학의 기초 과정 연구, 질병과 부상의 진단과 치료 연구, 의료기기 및 기법의 설계와 개발 등이 포함된다.'
                ),
                array(
                    'college'   => '과학대학 &amp; 엔지니어링',
                    'major'     => '화학공학',
                    'campus'    => 'UMD, UMTC',
                    'description'   => '화학공학은 화학처리 시스템을 분석하고 설계할 수 있는 학생의 능력 개발을 강조한다.
                                        프로그램이 끝날 때까지 학생은 엔지니어링 문제를 해결할 수 있는 능력, 공학 직업의 사회적, 환경적 영향에 대한 민감성, 높은 수준의 능력을 유지할 수 있는 능력을 입증해야 한다.'
                ),
                array(
                    'college'   => '과학대학 &amp; 엔지니어링',
                    'major'     => '화학',
                    'campus'    => 'UMD, UMM, UMTC',
                    'description'   => '화학은 우리 사회에서 타의 추종을 불허하는 역할을 하는 중심 과학이다.
                                        그것은 우리가 분자 수준에서 세상을 이해하는데 도움을 준다.
                                        화학의 부전공은 의학, 법의학, 임상 실험실 과학, 환경 화학, 생명공학 등 다양한 분야에서 기회를 열어준다.'
                )
            )
        ),
        array(
            'title' => '간호학교',
            'data'  => array(
                array(
                    'college'   => '간호학교',
                    'major'     => '간호학',
                    'campus'    => 'UMC, UMR, UMTC',
                    'description'   => '간호학은 최근 몇 년 동안 극적으로 변화한 역동적인 직업이며 간호사들은 의료팀에서 중요한 구성원이다.
                                        변화하는 한국의 의료 시스템에 대응하기 위해 고용주들은 점점 더 높은 수준의 교육과 훈련을 마친 개인들로 정식 등록된 간호사(RN) 자리를 채우려고 한다.'
                )
            )
        )
    )
);
 ?>
