<?php
$lang['contents']   = array(
    'section1'  => array(
        '미네소타대학교 베트남의 단기 프로그램은 호치민 국립 경제대학과 미네소타 대학교와의 협약에 따라,
            21세기 글로벌 시대 교육을 위하여 글로벌 인재 육성, 언어 능력 향상을 위하여 만들어진 프로그램 입니다.
            본 연수는 기타 다른 연수 프로그램과 비교 할 수 없는 콘텐츠를 제공하며, 영어뿐 아니라 아시아의 신흥 강국 베트남 체험또한 병행 할 수 있는 프로그램입니다.',

        '단기 연수 과정은 다양한 관심사와 요구를 충족시키기 위한 과정과 개방적이고 포괄적인 교육내용을 제공합니다.
            국제 인력 시장에서의 경쟁력을 원하는 인재에게, 본 단기 연수과정에서는 비즈니스 영어, 병원, 조리 분야에서 사용하는 언어에 대한 자격증, 그리고 인턴쉽, 현장 견학과 같은 기회를 제공합니다.
            이 자격증 프로그램은 현재의 역량을 강화하고, 경력을 발전시키거나, 또는 완전히 새로운 분야로의 변화를 쉽게 이끌어줄 것 입니다.',

        '베트남 미네소타 대학 단기연수 과정에서는 또한 다양한 워크샵, 외부 활동, 컨퍼런스등의 활동을 통하여 지원자의 영어실력 향상이나 경력의 발전을 확실히 돕게 될 것입니다.'
    ),
    'section2'  => array(
        'title' => '베트남의 장점',
        'advantages'    => array(
            array(
                'title' => '안전성',
                'text'  => array(
                    '동남아시아에서 가장 안전한 나라',
                    '강력범죄율 낮음 / 종교 분쟁 일체 없음'
                )
            ),
            array(
                'title' => '고품질의 영어 교육 프로그램',
                'text'  => array(
                    '미네소타 대학의 수업 퀄리티를 그대로'
                )
            ),
            array(
                'title' => '베트남의 경제와 문화의 경험',
                'text'  => array(
                    '교육 외적으로, 베트남의 경제와 문화를 동시에 경험 할 수 있는 기회'
                )
            ),
            array(
                'title' => '다양한 프로그램',
                'text'  => array(
                    '영어, 베트남어 또한 글로벌 취업 역량 강화가 가능'
                )
            ),
            array(
                'title' => '한국과의 인연',
                'text'  => array(
                    '베트남 전쟁부터 한-베 경제 동반자에 이르기까지<br />(베트남엔 6천여개의 한국 회사가 진출한 상태)'
                )
            ),
            array(
                'title' => '세계 경제의 중심 베트남',
                'text'  => array(
                    '제 2의 중국이라고 불리며 아시아에서 가장 빠르게 성장하고 있는 나라',
                    '세계에서 가장 큰 산업'
                )
            ),
            array(
                'title' => '취업 기회',
                'text'  => array(
                    '언어 교육과 더불어 병행되는 취업 역량 강화와 인턴십 프로그램'
                )
            )
        )
    ),
    'section3'  => array(
        'title' => '단기 어학 연수의 컨텐츠',
        'contents'  => array(
            array(
                'title' => '프로그램 <br />퀄리티',
                'info'  => array(
                    'title' => '미네소타 대학 ESL 과정',
                    'program'   => array(
                        '소규모 수업',
                        '그룹 스터디',
                        '특별 교육반'
                    )
                )
            ),
            array(
                'title' => '프로그램',
                'list'  => array(
                    '영어와 문화탐방 <span class="sub-txt">(호치민 경제법학대학교)</span>',
                    '영어와 인턴십 <span class="sub-txt">(붕따우 임페리얼 호텔)</span>'
                )
            ),
            array(
                'title' => '베트남의 문화 체험',
                'list'  => array(
                    '프랑스 식민지 시대',
                    '베트남 전쟁',
                    '현재 진행중인 산업화 시대'
                )
            ),
            array(
                'title' => '인턴십 <br />/ 쉐도잉',
                'list'  => array(
                    '붕따우 임페리얼 호텔',
                    '호텔 매니지먼트',
                    'F&amp;B 현장 체험'
                )
            )
        )
    )
);
?>
